function Book_ThaiLanguage()
{
	var text = "";
	text += "ใน|โลก|นี้|จะ|มี|สัก|กี่|ชาติ|กี่|ประเทศ|ที่|มี|ภาษา|เป็น|ของ|ตนเอง |และ|จะ|มี|ประเทศ|ใด|เล่า|ที่|จะ|มี|ความ|งาม|ทาง|ภาษา|อัน|เป็น|วิจิตร|เอกลักษณ์|ดั่งเช่น|ประเทศไทย|";
	text += "หาก|จะ|กล่าว|ว่า|ภาษาไทย|เป็น|ภาษา|ที่|มี|ความงาม|และ|ไพเราะ|ที่|สุด|ใน|โลก|ก็|คง|ไม่|ผิด|นัก |จาก|เหตุผล|ที่|ว่า|การ|ที่|ภาษาไทย|มี|เสียง|สระ|และ|เสียง|พยัญชนะ|ที่|มี|";
	text += "การ|ผสมผสาน|กัน|อย่าง|ลงตัว|น่าทึ่ง|แล้ว |ยัง|มี|เสียง|วรรณยุกต์|ที่|เปรียบ|เสมือน|เสียง|สูงต่ำ|แห่ง|ดนตรี |อีก|ทั้ง|เรื่อง|ความ|งด|งาม|ของ|ภาษา|ที่|มี|การ|สรร|คำ|มา|ใช้|ใน|";
	text += "ลักษณะ|ต่างๆ |ทั้ง|การ|เล่น|คำ|การ|หลาก|คำ|การ|ซ้ำ|คำ|คำ|พ้อง|หรือ|คำ|ผวน|คำ|ผัน|การ|ใช้|โวหาร|ต่างๆ |เหล่า|นี้|ล้วน|แสดง|ถึง|ความ|มี|เสน่ห์|แห่ง|ภาษา|อย่าง|น่า|อัศจรรย์|ยิ่ง |";
	text += "ภาษาไทย|ถือ|ว่า|เป็น|วัฒนธรรม|ประจำ|ชาติ|แขนง|หนึ่ง|ที่|มี|ความ|สำคัญ|ยิ่ง|และ|เป็น|เครื่องมือ|สำคัญ|ของ|การ|ติดต่อ|สื่อสาร|ระหว่าง|กัน |ผู้|ที่|สามารถ|ใช้|ภาษา|ได้|ดี|จึง|สามารถ|";
	text += "ประสบ|ความ|สำเร็จ|ใน|การ|สื่อสาร|ใน|ระดับ|ต่างๆ |ได้|เป็น|อย่าง|ดี |และ|ใน|ทางกลับ|กัน|หาก|มี|การ|นำ|ภาษา|ไป|ใช้|ไม่|เหมาะ|สม|ความ|ผิด|เพี้ยน|แห่ง|ภาษา|ย่อม|จะ|ส่ง|ผล|ให้|เกิด|ความ|เสีย|หาย|หลาย|ประการ|อย่าง|แน่|นอน |";
	text += "ทั้ง|ความ|เสีย|หาย|โดย|ตรง |คือ|การ|ใช้|สื่อสาร|อาจ|ไม่|ประสบ|ความ|สำเร็จ|แล้ว|ยัง|มี|ความ|เสียหาย|ของ|ภาษา|อัน|เป็น|เอกลักษณ์|ของ|ชาติ|ที่|เรา|ต่าง|ภาคภูมิ|ใจ|กัน|มา|ช้านาน |";
	text += "จาก|พระราชดำรัส|ตอน|หนึ่ง|ของ|พระบาทสมเด็จ|พระเจ้าอยู่หัวภูมิพลอดุลยเดช|ที่|ว่า|ภาษาไทย|เป็น|เครื่องมือ|อย่าง|หนึ่ง|ของ|ชาติ|ภาษา|ทั้ง|หลาย |เป็น|เครื่อง|มือ|";
	text += "ของ|มนุษย์|ชนิด|หนึ่ง|คือ|เป็น|ทาง|สำหรับ|แสดง|ความ|คิด|ความ|เห็น|อย่าง|หนึ่ง|เป็น|สิ่ง|สวยงาม|อย่าง|หนึ่ง |เช่น|ใน|ทาง|วรรณคดี|เป็น|ต้น |ฉะนั้น|จึง|จำ|เป็น|ต้อง|รักษา|ให้|ดี |";
	text += "ประเทศไทย|นั้น|มี|ภาษา|ของ|เรา|เอง|ซึ่ง|ต้อง|หวงแหน |ซึ่ง|พระราชทาน|เมื่อ|ครั้ง|เสด็จพระราชดำเนิน|ไป|ทรง|เป็น|ประธาน|ใน|การ|ประชุมทาง|วิชาการ|ที่|จุฬาลงกรณ์มหาวิทยาลัย |";
	text += "เมื่อ|วันที่|๒๙|กรกฎาคม|๒๕๐๕|จน|เป็น|เหตุ|ให้|ใน|เวลา|ต่อ|มา |คณะรัฐมนตรี|ได้|กำหนด|ให้|วันที่|๒๙|กรกฎาคม|ของ|ทุก|ปี|เป็น|วัน|ภาษาไทย|แห่ง|ชาติ|เพื่อ|เฉลิม|พระเกียรติ|ของ|พระบาทสมเด็จ|พระเจ้าอยู่หัว |";
	text += "ผู้ทรง|เป็น|นัก|ปราชญ์|และ|นัก|ภาษาไทย |รวม|ถึง|เพื่อ|น้อม|รำลึก|ใน|พระมหากรุณาธิคุณ|ของ|พระองค์|ที่|ทรง|แสดง|ความ|ห่วงใย|และ|พระราชทาน|แนวคิด|ต่างๆ |เกี่ยวกับ|การ|ใช้|ภาษาไทย |";
	text += "แนว|คิด|สำคัญๆ |เหล่า|นี้|นั้น|บ่งชี้|ชัด|และ|ปลุก|ทุก|คน|ให้|ตระหนัก|ถึง|ความ|ภาคภูมิ|ใจ|ที่|คน|ไทย|มี|ภาษา|ประจำชาติ |ทั้ง|ทรง|ฝาก|ข้อคิด|ถึง|การ|ดำรงรักษา|ไว้|ซึ่ง|สมบัติ|ล้ำ|ค่า|ของ|ชาติ|ไว้|ว่า |";
	text += "เรา|โชค|ดี|ที่|มี|ภาษา|ของ|ตน|เอง|แต่|โบราณกาล|จึง|สมควร|อย่างยิ่ง|ที่|จะ|รักษา|ไว้ |อย่าง|หนึ่ง|ต้อง|รักษา|ให้|บริสุทธิ์|ใน|ทางออก|เสียง|คือ|ให้|ออก|เสียง|ให้|ถูกต้อง|ชัดเจน |อีก|อย่าง|หนึ่ง|ต้อง|รักษา|ให้|บริสุทธิ์|ใน|การ|ใช้|";
	text += "สิ่ง|ที่|พสกนิกร|ประจักษ์|ใน|การ|เป็น|ในหลวง|นัก|ปราชญ์|ภาษาไทย|คือ |การ|ที่|ทรง|มี|พระปรีชาญาณ|และ|พระอัจฉริยภาพ|ใน|การ|ใช้|ภาษาไทย|ทรง|รอบรู้|ปราดเปรื่อง|ถึง|รากศัพท์|ของ|คำไทย|ทั้ง|ภาษาบาลี|และ|สันสกฤต |";
	text += "ทรง|พระ|อุตสาหะ|วิริยะ|แปล|และ|เรียบเรียง|วรรณกรรม|ภาษา|ต่าง|ประเทศ|เป็น|ภาษาไทย|ที่|สมบูรณ์|ด้วย|ลักษณะ|วรรณศิลป์ |มี|เนื้อหา|สาระ|ที่|มี|คุณค่า|เป็น|คติ|ใน|การ|เสียสละ|เพื่อ|ส่วน|รวม|และ|เป็น|แบบอย่าง|แก่|ประชาชน|";
	text += "ใน|การ|ใช้|ภาษาไทย|ดัง|จะ|เห็น|ได้|จาก|พระราชนิพนธ์|แปล|เรื่อง|นายอินทร์|ผู้ปิดทอง|หลังพระ|รวมถึง|พระราชนิพนธ์|แปล|บท|ความ|เรื่อง|สั้นๆ|หลาย|บท |รวม|ทั้ง|พระราชนิพนธ์|เรื่อง|พระมหาชนก|และ|หากกล่าว|ถึง|บทเพลง|ที่|มี|ความ|ไพเราะ|";
	text += "ทั้ง|ด้าน|ลีลา|ภาษา|และ|ความหมาย|อัน|ลึกซึ้ง|กินใจ |คง|ไม่มี|ใคร|จะ|ปฏิเสธ|ได้|ว่า|บทเพลง|พระราชนิพนธ์|แห่ง|องค์|สมเด็จพระเจ้าอยู่หัวฯ |นั้น|มี|ความ|ไพเราะ|น่า|ฟัง|ยิ่ง|นัก|นั่น|แสดง|ให้|เห็น|ถึง|อัจฉริย|ภาพ|แห่ง|การ|ใช้|ภาษาไทย|อย่าง|แท้จริง|";
	text += "พระมหากรุณาธิคุณ|ล้นเกล้าล้นกระหม่อมฯ |ที่|มี|ต่อ|วงการ|ภาษาไทย|เท่ากับ|เป็น|การ|จุดประกาย|ใน|หัวใจ|ของ|คน|ไทย|ทั้ง|ชาติ|ให้|เกิด|ความ|หวงแหน|ใน|ภาษา|ประจำชาติ |";
	text += "ใน|ยุค|ที่|เทคโนโลยีสารสนเทศ|เจริญ|รุด|หน้า|อย่าง|รวดเร็ว|เทคนิค|ใหม่ๆ |ใน|การ|ติดต่อ|สื่อสาร|ผุด|ขึ้น|มากมาย|และ|เน้น|ความ|สะดวก|รวดเร็ว|เพิ่ม|ขึ้น|เป็น|พิเศษ |ภาษาไทย|ซึ่ง|เป็น|สื่อกลาง|สำคัญ|ใน|การ|ติดต่อ|สื่อสาร|และ|ผูกพัน|ต่อ|การ|ดำรงชีวิต|";
	text += "ประจำ|วัน|ของ|คนไทย|จึง|ได้|รับ|ผล|กระทบ|จาก|อิทธิพล|ของ|ความ|เจริญ|ก้าว|หน้า|เหล่า|นั้น|อย่าง|ยาก|ที่|จะ|หลีก|เลี่ยง|ได้ |ภาษาไทย|ที่|ใช้|อยู่|ใน|ปัจจุบัน|ทั้ง|ภาษาพูด|และ|ภาษาเขียน|จึง|เปลี่ยน|แปลง|จาก|เดิม|อย่าง|น่า|วิตก|และ|หาก|ไม่|เร่ง|รีบ|";
	text += "หา|ทาง|แก้ไข|และ|ป้องกัน|เสีย|แต่|เนิ่นๆ|นับ|วัน|ภาษาไทย|ก็|จะ|ยิ่ง|เสื่อม|ลง|เป็น|ผล|เสีย|ต่อ|เอกลักษณ์|และ|คุณ|ค่า|ของ|ภาษาไทยอย่าง|ไม่|ต้อง|สงสัย|";
	text += "ภาษาไทย|เป็น|สมบัติ|อัน|ล้ำค่า|ของ|ชาติ|เป็น|ส่วน|หนึ่ง|ของ|วัฒนธรรม|ที่|บ่งบอก|ถึง|ความ|เป็น|คนไทย|อัน|น่า|ภาคภูมิ|ใจ|ยิ่ง|นัก |จะ|มี|สิ่งใด|ที่|ศักดิ์สิทธิ์ |และ|เป็น|เกราะ|ป้องกัน|ภาษา|ประจำ|ชาติ|จาก|การ|ถูก|คุกคาม|นอก|เสีย|จากว่า|คนไทย|จะ|มี|";
	text += "จิตสำนึก|ตระหนัก|ถึง|คุณ|ค่า|ของ|การ|มี|ภาษา|ประจำ|ชาติ|และ|สนอง|ตอบ|ต่อ|พระ|ราช|ดำรัส|แห่ง|องค์|พระบาทสมเด็จพระเจ้าอยู่หัวฯ |ใน|ด้าน|การ|ใช้|ภาษาไทย|และ|ดำรง|รักษา|ภาษาไทย|ไว้|คู่กับ|เอกราช|ของ|ชาติไทย|ตลอด|ไป";
 
	words = new Array();
	words = text.split("|");
	return words;
}
