function Book_CallCenter()
{
 var text = "";
 text += "หาก|จะ|ตั้ง|คำถาม|ว่า| |อาชีพ|อะไร|กำลัง|เป็น|ที่|นิยม|มาก|ที่สุด|ใน|ประเทศ|ฟิลิปปินส์| |ก็|คง|ไม่|พ้น|งาน| |Call| |Center| |";
 text += "อาชีพ|นี้|ได้|กลายเป็น|สาย|งาน|หลักๆ| |ที่|ไม่|เพียง|สร้าง|รายได้|มหาศาล|ให้กับ|ประชาชน| |ที่|เลือก|ประกอบ|อาชีพ|นี้| |แต่|ยัง|สร้าง|";
 text += "ชื่อเสียง|ใน|การ|เป็น|แหล่ง|งาน|ให้กับ|ประเทศ|ฟิลิปปินส์|อีก|ด้วย| |เหตุ|ใด|งาน| |Call| |Center| |จึง|กลายเป็น|อาชีพ|ที่|ได้รับ|ความ|นิยม|เป็น|อย่าง|สูง| |";
 text += "จน|แซง|หน้า|งาน|อื่นๆ| |ตลาดแรงงาน|ด้าน|นี้|เปิดรับ|พนักงาน|อย่าง|กว้างขวาง| |เรียก|ได้|ว่า|หาก|พูด|ถึง|ฟิลิปปินส์| |ก็|ต้อง|นึกถึง| |Call| |Center| |";
 text += "ก่อน|เป็น|งาน|แรก| |นำมา|ซึ่ง|คำถาม|ว่า| |ทำไม|ประเทศ|นี้|จึง|เหมาะ|ที่|จะ|เป็น|แหล่ง|งาน| |Call| |Center| |มากกว่า|ประเทศ|อื่นๆ| |คำถาม|เหล่านั้น| |";
 text += "สามารถ|สรุป|ออกมา|คร่าวๆ| |ได้|ดังนี้| |ฟิลิปปินส์|เป็น|แหล่ง|งาน|สำคัญ| |ประเทศ|ฟิลิปปินส์|ได้|กลายเป็น|แหล่ง|งาน |Outsource| |ลำดับ|ที่|สอง|ของ|โลก| |";
 text += "รองลงมา|จาก|ประเทศ|อินเดีย| |โดยเฉพาะ|ตำแหน่ง|งาน| |Call| |Center| |แรงงาน|ด้าน|นี้|ของ|ฟิลิปปินส์|อาจ|เพิ่ม|สูงขึ้น|ถึง| |1.3| |ล้าน|คน| |ใน|ปี| |2016| |";
 text += "หาก|ความ|ต้องการ|แรงงาน|ด้าน|นี้|ยัง|เพิ่มขึ้น|อย่าง|ไม่|หยุดยั้ง| |อเมริกา|คือ|ผู้ว่า|จ้าง|ราย|สำคัญ|ของ| |Call| |Center| |ใน|ฟิลิปปินส์| |อาจ|เป็น|เพราะ|ความสามารถ|ทาง|ภาษา| |";
 text += "และ|ค่าครองชีพ|ที่|ต่ำ| |ทำ|ให้|เกิด|การ|ขยายตัว|ของ|อัตรา|การ|จ้าง|งาน| |จน|ทำ|ให้|ฟิลิปปินส์|กลายเป็น|แหล่ง|งาน|สำคัญ|ของ|โลก| |ความสามารถ|ทาง|ภาษา| |ด้วย|ความสามารถ|ทางด้าน|ภาษา| |";
 text += "คน|ฟิลิปปินส์|ส่วน|ใหญ่|สามารถ|สนทนา|เป็น|ภาษาอังกฤษ|ได้|อย่าง|เชี่ยวชาญ| |ทำ|ให้|อัตรา|การ|เลือก|ประกอบ|อาชีพ|นี้|มี|มาก|ขึ้น| |อีก|ทั้ง|งาน| |Call| |Center| |เป็น|งาน|ที่|สามารถ|ฝึกหัด|";
 text += "ได้| |ไม่ได้|ต้องการ|ความรู้|ความสามารถ|เฉพาะ|ทาง|เหมือน|หลายๆ| |อาชีพ| |แต่|อาจจะ|ต้อง|เพิ่ม|การ|ฝึกฝน|การ|พูด|ภาษาอังกฤษ|สำเนียง|อเมริกัน| |สำเนียง|อังกฤษ|เข้า|ไป|ด้วย| |เพื่อให้|เกิด|ความ|กลมกลืน| |";
 text += "เนื่องจาก|ลูกค้า|ส่วน|ใหญ่|อยู่|ใน|แถบ|อเมริกา| |อังกฤษ| |และ|ยุโรป| |รายได้|เป็น|ที่|น่า|พอใจ| |เป็น|อีก|หนึ่ง|เหตุผล|ที่|ทำ|ให้|คนหางาน|ใน|ฟิลิปปินส์|ส่วน|ใหญ่| |ให้|ความสำคัญ|กับ|การ|ประกอบ|อาชีพ| |Call| |Center| |";
 text += "อีก|ทั้ง|การ|ที่|ค่า|ครอง|ชีพ|ไม่ได้|สูง|มาก|นัก| |ทำ|ให้|นายจ้าง|ตัดสินใจ|ที่ว่า|จ้าง|คน|ใน|พื้นที่|นี้|มาก|ขึ้น |จน|ทำ|ให้|เกิด|บริษัท|จำนวน|มาก|ที่|ให้บริการ|ด้าน| |Call| |Center| |โดยเฉพาะ| |เป็น|โอกาส|ที่|จะ|ลด|อัตรา|คน|";
 text += "ว่างงาน|ลง|ไป|ด้วย|ใน|ตัว| |สวัสดิการ|ที่|ดี| |เนื่องจาก|งาน|ด้าน|นี้| |ต้อง|ทำ|ใน|เวลา|กลางคืน| |บริษัท|จะ|ดูแล|พนักงาน|เป็น|อย่าง|ดี| |นายจ้าง|ไม่|เพียง|มอบ|สวัสดิการ|ที่|คุ้มค่า|กับ|การ|ทำงาน|ให้|พนักงาน|เท่านั้น| |";
 text += "แต่|นายจ้าง|ยัง|อำนวย|ความ|สะดวก|ใน|หลายๆ| |เรื่อง| |ไม่|ว่า|จะ|เป็น| |ค่า|รักษาพยาบาล| |ค่า|เลี้ยง|ดูแล|ครอบครัว| |อำนวย|ความ|สะดวก|เกี่ยวกับ|ค่าใช้จ่าย|อื่นๆ| |โดย|บริษัท|จะ|เป็น|ผู้จัดการ|ให้|ทั้งหมด| |ความก้าวหน้า|";
 text += "ใน|หน้าที่|การ|งาน| |เมื่อ|ตก|ลง|ที่|จะ|ทำงาน |Call| |Center| |ให้กับ|บริษัท|ใด|แล้ว|ก็|ตาม| |พนักงาน|จะ|ได้รับ|การ|รับประกัน|ว่า|จะ|มี|ความก้าวหน้า|ใน|หน้าที่|การ|งาน| |โดย|เริ่ม|ตั้งแต่|จะ|ได้|เรียนรู้|ทักษะ|การ|ทำงาน|ด้าน|อื่นๆ| |";
 text += "ซึ่ง|พนักงาน|สามารถ|นำไป|ปรับ|ใช้| |และ|พัฒนา|ใน|หน้าที่|การ|งาน|ต่อไป|ได้| |อาชีพ|ทางเลือก|สำหรับ|เด็ก|จบ|ใหม่| |อาชีพ|นี้|ทำ|ให้|นักศึกษา|จบ|ใหม่|มี|ทางเลือก|ใน|การ|ประกอบ|อาชีพ|มาก|ขึ้น| |";
 text += "โดยเฉพาะ|คน|ที่|เรียน|จบ|มา|ไม่|ตรง|สาย| |หรือ|เรียน|จบ|มา|ใน|สาย|การ|เ|รี|ย|นที่|หา|งาน|ค่อนข้าง|ยาก| |เพราะ|งาน|นี้|เปิด|โ|อกาส|ให้|คน|ใน|หลากหลาย|กลุ่ม|ได้|มี|งาน|ทำ| |อีก|ทั้ง|รายได้|ที่|สูง| |";
 text += "ทำ|ให้|เด็ก|จบ|ใหม่|ตัดสินใจ|เลือก|ทำงาน|นี้|ได้|ง่าย|ขึ้น| |แต่|เนื่องจาก|การ|ทำงาน| |Call| |Center| |ใน|ฟิลิปปินส์|ต้อง|ทำ|ใน|เวลา|กลางคืน| |เพื่อ|รองรับ|ลูกค้า|ใน|อีก|ซีก|โลก|หนึ่ง| |ทำ|ให้|คนทำงาน|ที่|";
 text += "ประกอบ|อาชีพ|นี้|ประสบ|กับ|ปัญหา|สุขภาพ| |หลาย|คน|ปรับตัว|ไม่ได้| |ร่างกาย|เกิด|การ|แปรปรวน| |ดังนั้น| |คน|ที่|จะ|ประกอบ|อาชีพ|นี้|จึง|ต้อง|มั่นใจ|ว่า| |ร่างกาย|มี|ความ|แข็งแรง| |สามารถ|ประกอบ|อาชีพ|นี้|ได้| |";
 text += "ไม่เช่นนั้น|แล้ว| |อาชีพ|นี้|อาจจะ|ไม่|มั่นคง|อีก|ต่อไป";
 
 words = new Array();
 //words = text.split(" ");
 words = text.split("|");
 return words;
}
